Revit 2024 API
GroupTypeId.ContinuousrailEndTopExtension Property
 Extension (End/Top).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId ContinuousrailEndTopExtension { get; }
Visual Basic
Public Shared ReadOnly Property ContinuousrailEndTopExtension As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ContinuousrailEndTopExtension {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace